Repository: dbcaturra/django-koala-azure
Catalog: learning/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(collaborator)s works with you on “%(object)s”.
fr: %(collaborator)s travaille avec vous sur « %(object)s ».

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Remove “%(collaborator)s” from collaborators on “%(name)s”
fr: Supprimer « %(collaborator)s » des collaborateurs sur « %(name)s »

source: By removing it from your collaborators, the user will lose its rights and will no longer be able to help you writing.
fr: En le supprimant de vos collaborateurs, l’utilisateur perdra ses droits et ne sera plus en mesure de vous aider à rédiger.

source: Remove this collaborator
fr: Supprimer ce collaborateur

source: My courses
fr: Mes cours

source: Search for a course
fr: Rechercher un cours

source: Search for a objective
fr: Rechercher un objectif

source: My activities
fr: Mes activités

source: My resources
fr: Mes ressources

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: All fields are mandatory
fr: Tous les champs sont obligatoires

source: Specifications
fr: Spécifications

source: You can write multi-token keywords by surrounding them with « " » (double quote) symbols.
fr: Vous pouvez écrire des mots-clés composés de plusieurs mots en les entourant des symboles « " » (double guillemet).

source: Properties
fr: Propriétés

source: You can use the <a href="https://www.markdownguide.org/basic-syntax/" target=\"_blank\">Markdown</a> syntax here.
fr: Vous pouvez utilisez la syntaxe <a href="https://www.markdownguide.org/basic-syntax/" target="_blank">Markdown</a> pour écrire votre description.

source: characters
fr: caractères

source: Write a description that helps understanding the theme you are describing. Try not to write too much and express clearly what you mean. Try to avoid ambiguities.
fr: Écrivez une description qui aide à comprendre le thème que vous décrivez. Essayez de ne pas trop écrire et d’exprimer clairement ce que vous voulez dire. Essayez d’éviter les ambiguïtés.

source: Associate the activity to the course.
fr: Associez l’activité au cours.

source: Remove favourites
fr: Supprimer des favoris

source: Add to favourites
fr: Ajouter aux favoris

source: The user can do anything on the activity, without restriction.
fr: L’utilisateur peut faire ce que bon lui semble sur l'activité, sans restriction.

source: “%(access)s” access
fr: Accès « %(access)s »

source: I write this activity.
fr: J’écris cette activité.

source: I am “%(role)s” on this activity.
fr: Je suis « %(role)s » dans cette activité.

source: %(nb_activities)s activity
fr: %(nb_activities)s activité

source: No activity yet
fr: Aucune activité

source: The activity bookmark sign
fr: Le signet d’activité

source: Details
fr: Détails

source: New resource
fr: Nouvelle ressource

source: There is no resource yet.
fr: Il n’y a aucune ressource pour le moment.

source: Uses
fr: Utilisations

source: Similar activities
fr: Activités similaires

source: Create a new activity
fr: Créer une nouvelle activité

source: Delete activity “%(name)s”
fr: Suppression de l’activité « %(name)s »

source: Deleting “%(name)s”…
fr: Suppression de « %(name)s »…

source: You are about to delete the activity “%(name)s”. This implies a lot of things, including:
fr: Vous êtes sur le point de supprimer l’activité « %(name)s ». Cela implique de nombreuses choses, dont :

source: Every course that use this activity will no longer have access to it.
fr: Tous les cours qui utilisent cette activité ne pourront plus y accéder.

source: Everything will be removed from the database.
fr: Tout sera supprimé de la base de données.

source: Bring me back to the activity
fr: Retourner à l’activité

source: Ok, I understand, delete this activity
fr: D’accord, je comprend, supprimez cette activité

source: Activity “%(name)s”
fr: Activité « %(name)s »

source: Go back to your course
fr: Retournez à votre cours

source: Link copied to your clipboard.
fr: Lien copié dans votre presse-papiers.

source: Copy the link of the activity
fr: Copier le lien de l’activité

source: Edit
fr: Modifier

source: Writen by %(author)s
fr: Rédigé par %(author)s

source: Associate an existing resource
fr: Associer une ressource existante

source: Create a resource
fr: Créer une ressource

# add a resource
source: You should consider adding one.
fr: Vous devriez en ajouter une.

source: Create a new resource
fr: Créer une nouvelle ressource

source: Cancel and get back to activity
fr: Annuler et retourner à l’activité

source: Associate a resource on “%(name)s”
fr: Associer une ressource à « %(name)s »

source: No resources match your search…
fr: Aucune ressources ne correspond à votre recherche…

source: Search results
fr: Résultats de recherche

source: All usable resources
fr: Toutes les ressources utilisables

source: There are no more resources to associate with your activity… You can always create one.
fr: Il n’y a plus de ressources à associer à votre activité… Vous pouvez toujours en créer une.

# activity, title
source: Edit the activity
fr: Mettre à jour l’activité

source: Edit the activity
fr: Mettre à jour l’activité

source: You are collaborator of this activity. Check your rights on the table to see what you can do !
fr: Vous êtes collaborateur de cette activité. Vérifiez vos droits dans le tableau pour voir ce que vous pouvez faire !

source: This activity is private. This means your collaborators loose all their permissions until you toggle access level to at least “Collaborators only”.
fr: Cette activité est privée. Cela signifie que vos collaborateurs perdent leurs autorisations jusqu’à ce que vous basculiez le niveau d’accès à au moins « Collaborateurs uniquement ».

# activity, title
source: Resource
fr: Ressource

source: Viewing this resource is restricted. You cannot see the resource details.
fr: Consulter cette ressource est restreint. Vous ne pouvez voir les détails de la ressource.

source: There is no similar activity yet. Similar activites are activites that have tags in common.
fr: Il n’y a aucune activité similaire pour le moment. Les activité similaires sont des activités qui ont des étiquettes en commun.

source: Written by
fr: Écrit par

source: Last update
fr: Dernière mise à jour

source: This activity is not used by any course yet. If you already manage a course, you can add this activity to it. Hence, you will let users see this activity and its resources.
fr: Cette activité n’est utilisée par aucun cours pour le moment. Si vous gérez déjà un cours, vous pouvez y ajouter cette activité. Par conséquent, vous autorisez les utilisateurs à voir cette activité et ses ressources.

source: No activities that you are teaching match your search…
fr: Aucune activité que vous enseignez ne correspond à votre recherche…

source: My search
fr: Ma recherche

source: My favourites activities
fr: Mes activités favorites

source: You did not create an activity yet. Activities are reusable and shareable elements that aggregate educational resources. Go on and create an activity!
fr: Vous n’avez pas encore créé d’activité. Les activités sont des éléments réutilisables et partageables qui agrègent des ressources pédagogiques. Allez-y et créez une activité !

source: My contributions
fr: Mes contributions

source: Welcome %(user)s !
fr: Bienvenue %(user)s !

source: Welcome !
fr: Bienvenue !

source: You are currently on the Koala LMS learning platform. You have the possibility to access the online courses in the « Studying » section or to create new ones in the « Teaching » section.
fr: Vous êtes actuellement sur la plateforme d’apprentissage de Koala LMS. Vous avez la possibilité d’accéder aux cours mis en ligne dans la section « Étudier » ou bien d'en créer de nouveaux dans la section « Enseigner ».

source: Studying
fr: Étudier

source: You did not register on any course yet. Go to the search page to find owesome courses to follow.
fr: Vous n’êtes inscrit à aucun cours pour le moment. Allez sur la page de recherche pour trouver les meilleurs cours à suivre.

source: Teaching
fr: Enseigner

source: Courses are compose of of activities. User can register to courses and then become students on courses.
fr: Les cours sont composés d’activités. Les utilisateurs peuvent s’inscrire aux cours et deviennent étudiants de ces cours.

source: Go to my courses
fr: Aller à mes cours

source: Activites are parts of courses you can reuse and share. Activities contain educational resources.
fr: Les activités sont des parties de cours pouvant être réutilisées et partagées. Les activités contiennent des ressources pédagogiques.

source: Go to my activities
fr: Aller à mes activités

source: Resources are educational resources that can be text, videos, audios or whatever you like. Resources can be reused and shahred between activites.
fr: Les ressources sont des ressources pédagogiques pouvant être du texte, des vidéos, de l’audio ou tout ce que vous voulez. Les ressources peuvent être réutilisées et partagées entre les activités.

source: Go to my resources
fr: Aller à mes ressources

source: You registered to this course. You can unregister if a teacher allows you to.
fr: Vous êtes inscrit à ce cours. Vous pouvez vous désinscrire si un enseignant vous l'autorise.

source: Registered
fr: Inscrit

source: You can register to this course.
fr: Vous pouvez vous inscrire à ce cours.

source: Validated
fr: Validé

source: Working
fr: En cours

source: There is any progression yet
fr: Il n’y a aucune progression pour le moment

source: See details
fr: Voir les détails

source: You registered to this course. You can unregister if registration is enabled by the course owner.
fr: Vous êtes inscrit à ce cours. Vous pouvez vous désinscrire si l’inscription est activée par l’auteur du cours.

source: The user can do anything on the course, without restriction.
fr: L’utilisateur peut faire ce que bon lui semble sur le cours, sans restriction.

source: You are about to delete the activity <strong>“%(name)s”</strong>.<br>Maybe you just want to unlink the activity (the activity will not be accessible within this course)?<br>If you are <strong>sure</strong>, you can delete it safely.
fr: Vous êtes sur le point de supprimer l’activité <strong>« %(name)s »</strong>.<br>Peut-être voulez vous seulement dissocier l’activité (l’activité ne sera plus accessible depuis ce cours) ?<br>Si vous êtes <strong>sûr</strong>, vous pouvez la supprimer.

source: Unlink the activity
fr: Dissocier cette activité

source: Delete this activity
fr: Supprimer cette activité

source: Unlink activity “%(name)s”
fr: Dissocier l’activité « %(name)s »

source: You are about to unlink the activity <strong>“%(name)s”</strong>. This means that the activity will remain but will no longer be associated with this course.
fr: Vous êtes sur le point de dissocier l’activité <strong>« %(name)s »</strong>. Cela signifie que l’activité existera toujours mais ne sera plus associée à ce cours.

source: Unregister from course “%(name)s”
fr: Se désinscrire du cours « %(name)s »

source: You are about to unregister from the course “%(name)s”. This implies that every progress you made in this course will be lost. If you are sure of what you do, continue to unregister.
fr: Vous êtes sur le point de vous désinscrire du cours « %(name)s ». Cela implique que tout les progrès que vous avez faits dans ce cours seront perdus. Si vous êtes sûr de ce que vous faites, continuez pour vous désinscrire.

source: Unregister from this course
fr: Se désinscrire de ce cours

source: “%(state)s” course
fr: Cours « %(state)s »

source: People can register and unregister from this course.
fr: Les utilisateurs peuvent s’inscrire et se désinscrire du cours.

source: Opened for registration
fr: Ouvert à l’inscription

source: People cannot register or unregister from this course.
fr: Les utilisateurs ne peuvent ni s’inscrire ni se désinscrire du cours.

source: Closed for registration
fr: Fermé à l’inscription

source: I write this course.
fr: J’écris ce cours.

source: I am “%(role)s” on this course.
fr: Je suis « %(role)s » dans ce cours.

source: Activities
fr: Activités

source: Associate an existing activity
fr: Associer une activité existante

source: Create an activity
fr: Créer une activité

source: This course is archived, you can't add activities to it.
fr: Ce cours est archivé. Il n’est pas possible d’y ajouter des activités.

source: Priority
fr: Priorité

source: Reusability
fr: Réutilisabilité

source: Unlink the activity from the course.
fr: Dissocier l’activité de ce cours.

source: Update the activity
fr: Mettre à jour l’activité

source: Delete the activity
fr: Supprimer l’activité

source: There is no activity yet.
fr: Il n’y a aucune activité pour le moment.

# add an activity
source: You should consider adding one.
fr: Vous devriez en ajouter une.

source: Your progression
fr: Votre progression

source: Progression of
fr: Progression de

source: All objectives
fr: Tous les objectifs

source: is not registered on this course. If you want to follow his progression you should register it.
fr: n’est pas inscrit sur ce cours. Si vous voulez suivre sa progression, vous devriez l’inscrire.

source: You must add users in “Students” if you want to follow their progression.
fr: Vous devez ajouter des utilisateurs dans « Étudiants » si vous voulez suivre leur progression.

source: There is any student yet
fr: Il n’y a aucun étudiant pour le moment

source: You must select a user listed on the left panel.
fr: Vous devez sélectionner un utilisateur listé dans le panneau de gauche.

source: The course bookmark sign
fr: Le signet de cours

source: New activity
fr: Nouvelle activité

source: Similar courses
fr: Cours similaires

source: Advancement
fr: Avancement

source: Unregister “%(student)s” from “%(name)s”
fr: Désinscrire « %(student)s » de « %(name)s »

source: %(student)s works with you on the course “%(course)s”.
fr: %(student)s travaille sur le cours « %(course)s ».

source: By removing it from your students, the user will lose its rights on the course. Any progress made will be automatically removed. If the user want to register again, the student will start from the beginning.
fr: En le supprimant des étudiants, l’utilisateur perdra ses droits sur le cours. Tous les progrès enregistrés seront automatiquement supprimés. Si l’utilisateur veut s’inscrire à nouveau, l’étudiant devra recommencer depuis le début.

source: As a reminder, %(name)s is registered since the %(date)s.
fr: Pour rappel, %(name)s est inscrit depuis le %(date)s.

source: The user self registered, this means you're excluding him from the course and remove its progress.
fr: L’utilisateur s’est inscrit de lui-même, cela signifie que vous l’excluez du cours et supprimez ses progrès.

source: Unregister this student
fr: Désinscrire cet étudiant

source: Create a new course
fr: Créer un nouveau cours

source: Delete course “%(name)s”
fr: Supprimer le cours « %(name)s »

source: You are about to delete the course “%(name)s”. This implies a lot of things, including:
fr: Vous êtes sur le point de supprimer le cours « %(name)s ». Cela implique de nombreuses choses, dont :

source: You will not be able to recover it later.
fr: Vous ne pourrez pas le restaurer plus tard.

source: Everything will be removed from the database, student progress and so no.
fr: Tout sera supprimé de la base de données, la progression des étudiants, etc.

source: Bring me back to the course
fr: Retourner au cours

source: Ok, I understand, delete this course
fr: D’accord, je comprend, supprimez ce cours

source: Course “%(name)s”
fr: Cours « %(name)s »

source: Copy the link of the course
fr: Copier le lien du cours

source: Unregister
fr: Se désinscrire

source: You cannot unregister from this course because a teacher in the course feels that you should take it.
fr: Vous ne pouvez pas vous désinscrire de ce cours parce qu’un enseignant de ce dernier estime que vous devriez le suivre.

source: Unregistration impossible
fr: Désinscription impossible

source: Register
fr: S’inscrire

source: You cannot register for this course as free registrations are not allowed.
fr: Vous ne pouvez pas vous s'inscrire à ce cours car les inscriptions libres ne sont pas autorisées.

source: Registration impossible
fr: Inscription impossible

source: Description for this course seems too long (%(length)s characters). You should consider reducing it to less than %(maxlength)s characters for better readability.
fr: La description de ce cours paraît trop longue (%(length)s caractères). Vous devriez la réduire à moins de %(maxlength)s caractères pour une meilleure lisibilité.

source: Viewing this activity is restricted. You cannot see the activity details.
fr: Consulter cette activité est restreint. Vous ne pouvez voir les détails de l’activité.

source: Activity resource
fr: Ressource d’activité

source: Add an activity
fr: Ajouter une activité

source: Cancel and get back to course
fr: Annuler et retourner au cours

source: Associate activity on “%(name)s”
fr: Associer l’activité à « %(name)s »

source: No activities match your search…
fr: Aucune activités ne correspond à votre recherche…

source: All usable activities
fr: Toutes les activités utilisables

source: There are no more activities to associate with your course… You can always create one.
fr: Il n’y a plus d’activités à associer à votre cours… Vous pouvez toujours en créer une.

# course, title
source: Edit the course
fr: Mettre à jour le cours

source: Edit the course
fr: Mettre à jour le cours

source: You are collaborator of this course. Check your rights on the table to see what you can do !
fr: Vous êtes collaborateur de ce cours. Vérifiez vos droits dans le tableau pour voir ce que vous pouvez faire !

source: This course is private. This means your collaborators loose all their permissions until you toggle access level to at least “Collaborators only”.
fr: Ce cours est privé. Cela signifie que vos collaborateurs perdent leurs autorisations jusqu’à ce que vous basculiez le niveau d’accès à au moins « Collaborateurs uniquement ».

source: There is no similar course yet. Similar courses are courses that have tags in common.
fr: Il n’y a aucun cours similaire pour le moment. Les cours similaires sont des cours qui ont des étiquettes en commun.

source: Access to this course is restricted. This means your students will not be able to see the course until you toggle access level to at least “Students only”.
fr: L’accès à ce cours est restreint. Cela signifie que vous étudiants ne pourront pas consulter le cours jusqu’à ce que vous basculiez l’accès au moins à « Étudiants seulement ».

source: Add a student
fr: Ajouter un étudiant

source: Since
fr: Depuis

source: Self registration
fr: Auto-inscription

source: Delete
fr: Supprimer

source: The registration of the student is locked
fr: L’inscription de l’étudiant est verrouillée

source: The registration of the student is unlocked
fr: L’inscription de l’étudiant est déverrouillée

source: Remove the student
fr: Supprimer l'étudiant

source: You have only one student.
fr: Vous n’avez qu’un seul étudiant.

source: No student registered on this course.
fr: Aucun étudiant n’est inscrit à ce cours.

# add a student
source: You should consider adding one.
fr: Vous devriez en ajouter un.

source: Search courses
fr: Rechercher des cours

source: No courses match your search…
fr: Aucun cours ne correspond à votre recherche…

source: Some courses that might interest you…
fr: Quelques cours qui pourraient vous intéresser…

source: All accessible courses
fr: Tous les cours accessibles

source: Courses I’m following
fr: Cours que je suis

source: No courses in which you are registered match your search…
fr: Aucun cours auquel vous êtes inscrits ne correspond à votre recherche…

source: My favourites courses
fr: Mes cours favoris

source: Courses I teach in
fr: Cours dans lesquels j’enseigne

source: No courses that you are teaching match your search…
fr: Aucun cours que vous enseignez ne correspond à votre recherche…

source: You did not create a course yet. Courses are reusable and shareable elements that aggregate activities and educational resources. Go on and create a course!
fr: Vous n’avez pas encore créé de cours. Les cours sont des éléments réutilisables et partageables qui agrègent des activités et des ressources pédagogiques. Allez-y et créez un cours !

source: Home
fr: Accueil

source: Learning
fr: Apprendre

source: Associate the resource to the activity.
fr: Associer la ressource à l’activité.

source: Unlink the resource from the activity.
fr: Dissocier la ressource de l’activité.

source: The user can do anything on the resource, without restriction.
fr: L’utilisateur peut faire ce que bon lui semble sur la ressource, sans restriction.

source: Go back to your activity
fr: Retourner à votre activité

source: Copy the link of the resource
fr: Copier le lien de la ressource

source: View the file
fr: Consulter le fichier

source: Download
fr: Télécharger

source: There is any objetcive yet.
fr: Il n’y a aucun objectif pour le moment.

source: I write this resource.
fr: J’écris cette ressource.

source: I am “%(role)s” on this resource.
fr: Je suis « %(role)s » dans cette activité.

source: %(nb_resources)s resource
fr: %(nb_resources)s ressource

source: No resource yet
fr: Aucune ressource

source: Media
fr: Média

source: You can upload an external resource file to this resource. On your current running platform, <b>file size should not exceed %(size)s</b>. If you think this is under your needs, please contact your system administrator.
fr: Vous pouvez téléverser un fichier externe vers cette ressource. Sur votre installation actuelle, <b>la taille du fichier ne doit pas excéder %(size)s</b>. Si vous considérez que c’est insuffisant pour vos besoins, veuillez contacter votre administrateur système.

source: Clear
fr: Effacer

source: Download the current attachment.
fr: Télécharger le média courant.

source: The resource bookmark sign
fr: Le signet de ressource

source: Similar resources
fr: Ressources similaires

source: Delete resource “%(name)s”
fr: Suppression de la ressource « %(name)s »

source: You are about to delete the resource “%(name)s”.
fr: Vous êtes sur le point de supprimer la ressource « %(name)s ».

source: Bring me back to the resource
fr: Retourner à la ressource

source: Ok, I understand, delete this resource
fr: D’accord, je comprend, supprimez cette ressource

source: Resource “%(name)s”
fr: Ressource « %(name)s »

# resource, title
source: Change
fr: Modifier

source: Cancel and get back to resource
fr: Annuler et retourner à la ressource

source: Update resource
fr: Mettre à jour la ressource

source: You are collaborator of this resource. Check your rights on the table to see what you can do !
fr: Vous êtes collaborateur de cette ressource. Vérifiez vos droits dans le tableau pour voir ce que vous pouvez faire !

source: This resource is private. This means your collaborators loose all their permissions until you toggle access level to at least “Collaborators only”.
fr: Cette ressource est privée. Cela signifie que vos collaborateurs perdent leurs autorisations jusqu’à ce que vous basculiez le niveau d’accès à au moins « Collaborateurs uniquement ».

source: There is no similar resource yet. Similar resources are resources that have tags in common.
fr: Il n’y a aucune ressource similaire pour le moment. Les ressources similaires sont des ressources qui ont des étiquettes en commun.
