Repository: dbcaturra/django-koala-azure
Catalog: learning/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Learning management
fr: Gestion des apprentissages

source: Registration is not possible on draft course.
fr: L’inscription n’est pas possible sur un cours à l’état de brouillon.

source: Change the status of the course if you wish to enable registration.
fr: Modifier l’état de votre cours si vous voulez activer l’inscription.

source: Registration is no longer possible on an archived course.
fr: L’inscription n’est plus possible sur un cours archivé.

source: Level access is collaborators only but course is published. It seems inconsistent.
fr: Le niveau d’accès est à « Collaborateur seulement » mais le cours est publié, c’est incohérent.

source: Introduction to Ancient Egypt and Its Civilization
fr: Introduction à l’Égypte Ancienne et à sa civilisation

source: History, Ancient Egypt, Civilization, Pharaoh
fr: Histoire, Égypte Ancienne, Civilisation, Pharaon

source: Building the Pyramids: hypothesis
fr: Construire les pyramides : hypothèses

source: Pyramids, Ancient Egypt, Science, Building
fr: Pyramides, Égypte Ancienne, Science, Construction

source: BBC Documentary: How the Pyramids?
fr: Documentaire de france.tv : Comment sont faites les Pyramides ?

source: BBC, Documentary, Pyramids, Ancient Egypt, Building
fr: Documentaire de france.tv, Pyramides, Égypte Ancienne, Construction

source: Username
fr: Nom d’utilisateur

source: Login, surname, firstname or user email…
fr: Identifiant, nom, prénom ou courriel de l’utilisateur…

source: Locked
fr: Verrouillé

source: Lock registration for the user. This means he will not be able to self-unregister.
fr: Verrouiller l’inscription pour l’utilisateur. Cela signifie qu’il ne pourra pas se désinscrire.

source: Role
fr: Rôle

source: Propagate
fr: Propager

source: Whether to also add the collaborator on all related objects (activities and resources)
fr: Indique s’il faut aussi ajouter le collaborateur sur les objets liés (activités et resources)

source: A title, keywords, tags, topics…
fr: Un titre, des mots-clés, étiquettes, sujets…

source: Recommended objective
fr: Objectif recommandé

source: We did'not found any recommended objective
fr: Nous n’avons trouvé aucun objectif recommandé

source: You can add an existing objective, created by you or another teacher
fr: Vous pouvez ajouter un objectif existant, créé par vous-même ou par un autre enseignant

source: A label that indicate what abilities the learner validates
fr: Une étiquette qui indique les compétences validées par l’apprenant

source: Create a new objective
fr: Créer un nouvel objectif

source: knowing the main date of the ancient egypt…
fr: connaître la date principale de l’égypte ancienne…

source: Classification level
fr: Niveau de classification

source: The level of the classification
fr: Le niveau de classification principal

source: Validation within another entity
fr: Validation au sein d’une autre entité

source: If enable, the objective cannot be validated within another entity
fr: Si activé, l’objectif ne peut pas être validé au sein d’une autre entité

source: Objective ability
fr: Compétence d’objectif

source: course
fr: cours

source: Course
fr: Cours

source: resource
fr: ressource

source: Resource
fr: Ressource

source: activity
fr: activité

source: Activity
fr: Activité

source: Creative Commons 0 (Public domain)
fr: Creative commons Zéro (domaine public)

source: Creative Commons Attribution
fr: Creative Commons paternité

source: Creative Commons Attribution, Share Alike
fr: Creative Commons paternité, partage à l’identique

source: Creative Commons Attribution, Non Commercial
fr: Creative Commons paternité, pas d’usage commercial

source: Creative Commons Attribution, Non Commercial, Share Alike
fr: Creative Commons paternité, pas d’usage commercial, partage à l’identique

source: Creative Commons Attribution, No Derivatives
fr: Creative Commons paternité, pas de travaux dérivés

source: Creative Commons Attribution, No Commercial, No Derivatives
fr: Creative Commons paternité, pas d’usage commercial, pas de travaux dérivés

source: Not appropriate
fr: Non approprié

source: All rights reserved
fr: Tous droits réservés

source: Less than 5 minutes
fr: Moins de 5 minutes

source: Less than 10 minutes
fr: Moins de 10 minutes

source: Less than 15 minutes
fr: Moins de 15 minutes

source: Less than 20 minutes
fr: Moins de 20 minutes

source: Less than 25 minutes
fr: Moins de 25 minutes

source: 30 minutes or more
fr: Moins de 30 minutes

source: Not specified
fr: Non spécifié

source: Only in activities
fr: Seulement dans les activités

source: Collaborators only
fr: Collaborateurs seulement

source: Private
fr: Privé

source: Reusable
fr: Réutilisable

source: Author only
fr: Auteur seulement

source: Non reusable
fr: Non réutilisable

source: File
fr: Fichier

source: Video
fr: Vidéo

source: Knowledge
fr: Connaissance

source: Comprehension
fr: Compréhension

source: Analysis
fr: Analyse

source: Synthesis
fr: Synthèse

source: Evaluation
fr: Évaluation

source: Teacher
fr: Enseignant

source: Non-editor Teacher
fr: Enseignant non-éditeur

source: Owner
fr: Propriétaire

source: Ability
fr: Capacité

source: A label that indicates the abilities validated by the learner.
fr: Une étiquette qui indique les compétences validées par l’apprenant.

source: Language
fr: Langue

source: The language in which the course_objective is written in.
fr: La langue utilisée pour écrire cet objectif.

source: Author
fr: Auteur

source: The course_objective’s author.
fr: L’auteur de l’objectif.

source: Students validators
fr: Validateurs étudiants

source: The user that can validate the course_objective.
fr: L’utilisateur qui peut valider cet objectif.

source: Published the…
fr: Publié le…

source: Last updated the…
fr: Mis à jour le…

source: The student {student} has already validated this course_objective.
fr: L’étudiant {student} a déjà validé cet objectif de cours.

source: The student %(student)s has not validated this course_objective yet.It cannot be removed from students that validated the course_objective.
fr: L’étudiant %(student)s n’a pas validé cet objectif pour le moment. Il ne peut pas être supprimé des étudiants qui ont validé cet objectif.

source: The course_objective that you are trying to create already exists.
fr: Cet objectif que vous essayez de créer existe déjà.

source: The course_objective ability label cannot be empty.
fr: Le libellé de l’objectif ne peut pas être vide.

source: Objective
fr: Objectif

source: Student
fr: Étudiant

source: Validated the…
fr: Mis à jour le…

source: Name
fr: Nom

source: A title that clearly indicates the theme you are writing about.
fr: Un titre qui indique clairement le thème sur lequel vous écrivez.

source: The language in which the entity is written in.
fr: Le langage dans laquelle l’entité est écrite.

source: A set of coma separated keywords that describe the theme and permits this content to be found by browsing or searching.
fr: Un ensemble de mots-clés séparés par une virgule qui décrivent le thème et permettent de trouver ce contenu par la navigation ou la recherche.

source: Favorite for users
fr: Favori pour les utilisateurs

source: The user “%(user)s” is already the author of this %(object)s. The user %(user)s cannot be added as a collaborator.
fr: L’utilisateur « %(user)s » est déjà l’auteur de cet objet %(object)s. L’utilisateur %(user)s ne peut pas être ajouté en tant que collaborateur.

source: The user “%(user)s” already collaborates on this %(object)s. Maybe you just want to change its role?
fr: L’utilisateur « %(user)s » collabore déjà sur cet objet %(object)s. Peut-être voulez-vous seulement modifier son rôle ?

source: The user “%(user)s” is not already a collaborator on this %(object)s.
fr: L’utilisateur « %(user)s » n’est pas un collaborateur sur cet objet %(object)s.

source: The user “%(user)s” does not collaborates on this %(object)s. Maybe you just want to add it as a collaborator?
fr: L’utilisateur « %(user)s » ne collabore pas sur cet objet %(object)s. Peut-être voulez-vous l’ajouter en tant que collaborateur ?

source: No language selected.
fr: Aucune langue sélectionnée.

source: The %(ability)s is already linked with this %(model_name)s.
fr: « %(ability)s » est déjà lié à %(model_name)s.

source: The %(ability)s is not linked with this entity %(model_name)s yet.
fr: %(ability)s n’est pas lié avec cette entité %(model_name)s pour le moment.

source: Only in courses
fr: Seulement dans les cours

source: Draft
fr: Brouillon

source: Published
fr: Publié

source: Archived
fr: Archivé

source: Students only
fr: Étudiants seulement

source: Whether this resource is a common file, a video file or an audio
fr: Indique si cette ressource est un fichier, une vidéo ou un enregistrement audio

source: The user that created this resource, or that is considered as the current owner
fr: L’utilisateur qui a créé cette ressource, ou qui est considéré comme le propriétaire actuel

source: Collaborators
fr: Collaborateurs

source: The users that collaborate on this resource alongside the author
fr: Les utilisateurs qui collaborent sur cette ressource aux côtés de l’auteur

source: Duration
fr: Durée

source: The estimated, required duration to consult and understand the resource
fr: La durée nécessaire et estimée pour consulter et comprendre la ressource

source: The licence under which the content is provided. If you want to share your work with the communitya Creative Commons Licence is a bit more adapted. Anyway you can choose to keep your rights on your resource
fr: La licence sous laquelle le contenu est distribué. Si vous souhaitez partager votre travail avec la communauté, la licence Creative Commons est un peu plus adaptée. Sinon, vous pouvez choisir de conserver vos droits sur votre ressource

source: Access
fr: Accès

source: Whether the resource should remain private (for you only), visible only in activities that use it, restricted to your collaborators or public
fr: Indique si la ressource doit rester privée (pour vous uniquement), visible seulement au sein des activités qui l’utilisent, restreinte à vos seuls collaborateurs ou publique

source: Reuse
fr: Réutilisation

source: Whether you want the resource to be reusable in an activity created by other users. Resources can be fully reusable, only by you or not reusable
fr: Indique si vous voulez que la ressource soit réutilisable au sein des activités crées par d'autre utilisateurs. Les ressources peuvent être complètement réutilisables, seulement par vous ou non réutilisables

source: Objectives
fr: Objectifs

source: The objectives that are in the resource
fr: Les objectifs inclus dans cette ressource

source: Can view the resource
fr: Peut consulter la ressource

source: Can change the resource
fr: Peut modifier la ressource

source: Can delete the resource
fr: Peut supprimer la ressource

source: Reuse conditions for this resource prevent it from being added to an activity.
fr: Les conditions de réutilisation de cette ressource l’empêchent d’être ajoutée à une activité.

source: The author of this resource is the only one allowed to add it an activity that it owns.
fr: L’auteur de cette ressource est le seul autorisé à l’ajouter à une activité qu’il possède.

source: The file you tried to upload to the application is too big: you sent %(attachment_size)s (maximum is %(upload_size)s).
fr: Le fichier que vous avez essayé de téléverser sur l’application est trop grand : vous avez envoyé %(attachment_size)s (le maximum est %(upload_size)s).

source: The resource is private but also reusable. This is inconsistent.
fr: Cette ressource est privée mais aussi réutilisable. C’est incohérent.

source: The resource can be reused by anyone but the licence is too restrictive. Choose a Creative Commons licence if you wish to share your content.
fr: Cette ressource peut être réutilisée par tout le monde mais la licence est trop restrictive. Choisissez une licence Creative Commons si vous désirez partager votre contenu.

# Resource verbose name (singular form)
source: resource
fr: ressource

# Resource verbose name (plural form)
source: resources
fr: ressources

source: Whether the activity should remain private (for you only), visible only in courses that use it, restricted to your collaborators or public
fr: Indique si l’activité doit rester privée (pour vous uniquement), visible seulement au sein des cours qui l’utilisent, restreinte à vos seuls collaborateurs ou publique

source: Whether you want the activity to be reusable in courses made by other users. Activities can be fully reusable, only by you or not reusable
fr: Indique si vous voulez que l’activité soit réutilisable au sein des cours crées par d'autre utilisateurs. Les activités peuvent être complètement réutilisables, seulement par vous ou non réutilisable

source: The user that created this activity, or that is considered as the current owner
fr: L’utilisateur qui a créé cette activité, ou qui est considéré comme le propriétaire actuel

source: The users that collaborate on this activity alongside the author
fr: Les utilisateurs qui collaborent sur cette activité aux côtés de l’auteur

source: Resources
fr: Ressources

source: The objectives that are in the activity
fr: Les objectifs inclus dans cette activité

source: Can view the activity
fr: Peut consulter l'activité

source: Can change the activity
fr: Peut modifier l’activité

source: Can delete the activity
fr: Peut supprimer l’activité

source: Reuse conditions for this activity prevent it from being added to a course.
fr: Les conditions de réutilisation de cette activité l’empêchent d’être ajoutée à un cours.

source: The author of this activity is the only one allowed to add it a course that it owns.
fr: L’auteur de cette activité est le seul autorisé à l’ajouter à un cours qu’il possède.

source: %(resource)s is already linked with this activity. Operation cancelled.
fr: %(resource)s est déjà liée à cette activité. Opération annulée.

source: %(resource)s is not linked with this activity. Hence, it cannot be removed from the activity.
fr: « %(resource)s » n’est pas liée à cette activité. Par conséquent, elle ne peut pas être supprimée de l’activité.

source: The activity is private and also reusable. This is inconsistent. If you wish to share the activity, it should be visible by users.
fr: Cette activité est privée et aussi réutilisable. C’est incohérent. Si vous désirez partager l’activité, elle devrait être visible par les utilisateurs.

# Activity verbose name (singular form)
source: activity
fr: activité

# Activity verbose name (plural form)
source: activities
fr: activités

source: State
fr: État

source: Whether the course should be considered as a draft, published or archived. Archived means read-only.
fr: Indique si le cours doit être considéré comme un brouillon, comme publié ou archivé. Archivé signifie en lecture seule.

source: Whether the course should remain private (for you only), restricted to your collaborators, your students or public
fr: Indique si le cours doit rester privé (pour vous uniquement), restreint à vos seuls collaborateurs, vos étudiants ou public

source: Registration enabled
fr: Inscription autorisé

source: Whether users are authorised to register or unregister from this course
fr: Les utilisateurs ne peuvent ni s’inscrire ni se désinscrire du cours

source: The user that created this course, or that is considered as the current owner
fr: L’utilisateur qui a créé ce cours, ou qui est considéré comme le propriétaire actuel

source: The users that collaborate on this course alongside the author
fr: Les utilisateurs qui collaborent sur ce cours aux côtés de l’auteur

source: Students
fr: Étudiants

source: The users that registered on this course, that are hence considered as students
fr: Les utilisateurs qui se sont inscrits à ce cours, et qui sont par conséquent considérés comme des étudiants

source: Can view the course
fr: Peut consulter le cours

source: Can change the course
fr: Peut modifier le cours

source: Can delete the course
fr: Peut supprimer le cours

source: The objectives that are in this course
fr: Les objectifs de ce cours

source: %(user)s is already the author of the course. The user %(user)s cannot be added as a student.
fr: %(user)s est déjà l’auteur de ce cours. L’utilisateur %(user)s ne peut pas être ajouté comme étudiant.

source: %(user)s is already the author of the course. The user %(user)s cannot be added as a collaborator.
fr: L’utilisateur « %(user)s » est déjà l’auteur de ce cours. Il ne peut être ajouté en tant que collaborateur.

source: You cannot enable registration on a course that is %(state)s.
fr: Vous ne pouvez pas activer l’inscription pour un cours qui est %(state)s.

source: Access is collaborators only but course is published. It seems inconsistent. If you wish to publish the course, you should at least let it accessible to students.
fr: Le niveau d’accès est à « Collaborateur seulement » mais le cours est publié. Cela paraît incohérent. Si vous voulez publier le cours, vous devez au moins le laisser accessible aux étudiants.

source: %(user)s cannot register on this course. %(user)s is already a collaborator on this course, a user cannot be both.
fr: %(user)s ne peut pas s’inscrire à ce cours. %(user)s est un collaborateur, un utilisateur ne peut être les deux.

source: %(user)s is already the author of this course. %(user)s cannot register as a student.
fr: %(user)s est déjà l’auteur de ce cours. %(user)s ne peut pas s’enregistrer comme étudiant.

source: %(user)s is already registered on this course.
fr: %(user)s est déjà inscrit à ce cours.

source: Nobody can register on this course. Registration is disabled or the course is not published yet.
fr: Personne ne peut s’inscrire à ce cours. L’inscription est désactivée ou alors le cours n’est plus publié.

source: User “%(user)s is not a student registered on this course. Thus %(user)s cannot be unregistered.
fr: L’utilisateur « %(user)s » n’est pas un étudiant de ce cours. Par conséquent, %(user)s ne peut pas être désinscrit.

source: Nobody can unregister from this course. Registration is disabled or the course is no longer published.
fr: Personne ne peut se désinscrire de ce cours. L’inscription est désactivée ou alors le cours n’est plus publié.

source: You cannot unregister from this course. Registration is locked for you.
fr: Vous ne pouvez pas vous désinscrire de ce cours. L’inscription est désactivée pour vous.

source: This course is read only. It is not possible to add activities.
fr: Ce cours est en lecture seule. Il n’est pas possible d’y ajouter des activités.

source: “%(activity)s is already linked with this course. Operation cancelled.
fr: « %(activity)s » est déjà liée à ce cours. Opération annulée.

source: This course is read only. It is not possible to remove activities.
fr: Ce cours est en lecture seule. Il n’est pas possible de supprimer des activités.

source: “%(activity)s is not linked with this course. Hence, it cannot be removed from the course.
fr: « %(activity)s » n’est pas liée à ce cours. Par conséquent, elle ne peut pas être supprimée du cours.

# Course verbose name (singular form)
source: course
fr: cours

# Course verbose name (plural form)
source: courses
fr: cours

source: Rank
fr: Rang

# Course activity verbose name (singular form)
source: course activity
fr: activité de cours

# Course activity verbose name (plural form)
source: course activities
fr: activités de cours

source: User registered by itself
fr: Utilisateur inscrit de lui-même

source: Indicates the user decided to register to the course by itself, the user was not registered manually by a teacher in the course or as a member of a group.
fr: Indique que l’utilisateur a décidé de s’inscrire au cours de lui-même, l’utilisateur n’a pas été inscrit manuellement par un enseignant ou comme membre d’un groupe.

source: Registration locked
fr: Inscription vérouillée

source: Locking a registration means the user will not be able to unregister by itself.
fr: Verrouiller une inscription signifie que l’utilisateur ne pourra pas se désinscrire de lui-même.

source: Registered the
fr: Inscrit le

source: Last updated the
fr: Mis à jour le

source: %(student)s, student in course “%(course)s”
fr: %(student)s, étudiant sur le cours « %(course)s »

source: %(user)s is already the author of this course. %(user)s cannot be registered as a student.
fr: %(user)s est déjà l’auteur de ce cours. %(user)s ne peut pas être enregistré comme étudiant.

# Course registration verbose name (singular form)
source: course registration
fr: inscription au cours

# Course registration verbose name (plural form)
source: course registrations
fr: inscriptions au cours

source: The taxonomy classification level.
fr: Le niveau de classification de la taxonomie.

source: Objective needs test
fr: L’objectif requiert un test

source: Whether this course_objective needs a test in order to be validated.
fr: Indique si cet objectif requiert un test pour être validé.

source: Since the
fr: Depuis le

source: Validators
fr: Validateurs

source: Student who validated the course_objective
fr: L’étudiant peut valider l’objectif

source: Course objective
fr: Objectif de cours

source: Activity objective
fr: Objectif d’activité

source: Resource objective
fr: Objectif de ressource

source: %(user)s is already author of the course. It cannot be added as a collaborator.
fr: %(user)s est déjà l’auteur de ce cours. Il ne peut pas être ajouté en tant que collaborateur.

source: %(user)s is ”%(role)s” in the %(object_name)s “%(object)s”
fr: %(user)s est « %(role)s » dans l’objet %(object_name)s “%(object)s”

source: Collaborator
fr: Collaborateur

source: %(user)s cannot be added as a collaborator on this course. %(user)s is already a student, a user cannot be both.
fr: %(user)s ne peut pas être ajouté en tant que collaborateur sur ce cours. %(user)s est étudiant, un utilisateur ne peut être les deux.

# Course collaborators verbose name (singular form)
source: course collaborator
fr: collaborateur du cours

# Course collaborators verbose name (plural form)
source: course collaborators
fr: collaborateurs du cours

# Activity collaborators verbose name (singular form)
source: activity collaborator
fr: collaborateur de l’activité

# Activity collaborators verbose name (plural form)
source: activity collaborators
fr: collaborateurs de l’activité

# Resource collaborators verbose name (singular form)
source: resource collaborator
fr: collaborateur de ressource

# Resource collaborators verbose name (plural form)
source: resource collaborators
fr: collaborateurs de ressource

source: Can add the object
fr: Peut ajouter l'objet

source: Can view the object
fr: Peut consulter l’objet

source: Can change the object
fr: Peut modifier l’objet

source: Can delete the object
fr: Peut supprimer l’objet

source: Add a collaborator
fr: Ajouter un collaborateur

source: Change the role of the collaborator
fr: Modifier le rôle du collaborateur

source: Owners can view, edit and delete. Teachers can view and edit. Non-editor teachers can only view.
fr: Les propriétaires peuvent consulter, modifier et supprimer. Les enseignants peuvent consulter et modifier. Les enseignants non-éditeurs peuvent seulement consulter.

source: Can do nothing.
fr: Ne peux rien faire.

source: You have only one collaborator.
fr: Vous n’avez qu’un seul collaborateur.

source: You do not have any collaborator.
fr: Vous n’avez aucun collaborateur.

# add a collaborator
source: You should consider adding one.
fr: Vous devriez en ajouter un.

source: Remove the collaborator
fr: Supprimer le collaborateur

source: Change the role of “%(collaborator)s” on “%(name)s”
fr: Modifier le rôle de « %(collaborator)s » sur « %(name)s »
