Repository: dbcaturra/django-koala-azure
Catalog: learning/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This resource is not used by any activity yet. If you already manage an activity, you can add this resource to it. Hence, you will let users see this resources from the corresponding activity.
fr: Cette ressource n’est utilisée par aucune activité pour le moment. Si vous gérez déjà une activité, vous pouvez y ajouter cette ressource. Par conséquent, vous autorisez les utilisateurs à voir cette ressource depuis l’activité correspondante.

source: No resources that you are teaching match your search…
fr: Aucune ressource que vous enseignez ne correspond à votre recherche…

source: My favourites resources
fr: Mes ressources favorites

source: You did not create a resource yet. Educational ressources are reusable and shareable videos, audio files, articles, that you can use in activities. Go on and create a resource!
fr: Vous n’avez pas encore créé de ressource. Les ressources pédagogiques sont des éléments vidéo, audio ou articles réutilisables et partageables que vous pouvez utiliser dans vos activités. Allez-y et créez une ressource !

source: Access objective
fr: Accéder à l’objectif

source: Objective: “%(ability)s”
fr: Objectif : « %(ability)s »

source: Course(s) where you can validate the following objective:
fr: Cours dans lesquels vous pouvez valider l’objectif suivant :

source: There is no course which include this objective.
fr: Il n’existe aucun cours qui inclut cet objectif.

source: Add an objective
fr: Ajouter un objectif

source: Edit objective
fr: Mettre à jour l’objectif

source: Level
fr: Niveau

source: There is no objective yet. You should consider adding one.
fr: Il n’y a aucun objectif pour le moment. Vous devriez en ajouter un.

source: Remove objective
fr: Supprimer l’objectif

source: Add new objective on “%(name)s”
fr: Ajouter un nouvel objectif sur %(name)s

source: Close
fr: Fermer

source: Change "%(ability)s" objective on “%(name)s”
fr: Modifier l’objectif « %(ability)s » sur « %(name)s »

source: Update objective
fr: Mettre à jour l’objectif

source: Remove "%(ability)s" objective on “%(name)s”
fr: Supprimer l’objectif « %(ability)s » sur « %(name)s »

source: You are about to unlink the objective %(ability)s. This means that the objective will remain but will no longer be associated with this %(object_name)s.
fr: Vous êtes sur le point de dissocier l’objectif « %(ability)s ». Cela signifie que l’objectif existera toujours mais ne sera plus associée à %(object_name)s.

source: You are the author of this objective. You can delete it. This means that the objective will delete on the entire application.
fr: Vous êtes l’auteur de cet objectif. Vous pouvez le supprimer. Cela signifie que l’objectif sera intégralement supprimé de l’application.

source: Delete the objective
fr: Supprimer cet objectif

source: Unlink the objective
fr: Dissocier cet objectif

source: Date of creation
fr: Date de création

source: Where?
fr: Où ?

source: There is not any objective yet.
fr: Il n’y a aucun objectif pour le moment.

source: Write
fr: Écrire

source: Preview
fr: Aperçu

source: This course is a draft. It is not visible by others except collaborators and no one can register.
fr: Ce cours est un brouillon. Il n’est pas visible par les autres sauf les collaborateurs et personne ne peut s’y inscrire.

source: This course is published. Every change will be immediately available.
fr: Ce cours est publié. Toute modification sera aussitôt disponible.

source: This course is archived. Therefore, it is read-only. No one can register to the course anymore.
fr: Ce cours est archivé. Par conséquent, il est en lecture-seule. Plus personne ne peut s’y inscrire.

source: This course is private. The author of this course is the only one able to access it.
fr: Ce cours est privé. L’auteur de ce cours est le seul à y avoir accès.

source: Access to this course is restricted to collaborators only.
fr: L’accès à ce cours est limité aux collaborateurs seulement.

source: Access to this course is restricted to registered students only.
fr: L’accès à ce cours est limité aux étudiants inscrits seulement.

source: This course is public. Everyone can view it, but edition is restricted to its author and his collaborators.
fr: Ce cours est public. Tout le monde peut le voir, mais l’édition est limitée à son auteur et à ses collaborateurs.

source: The user can view details, students and collaborators about the element but without edition permissions.
fr: L’utilisateur peut consulter les détails du cours, les étudiants et collaborateurs mais sans permission d’édition.

source: The user can add, change, delete elements within the element, but cannot delete it.
fr: L’utilisateur peut ajouter, modifier et supprimer des éléments de cet objet mais ne peut pas le supprimer.

source: The user can do anything on the element, without restriction.
fr: L’utilisateur peut faire ce que bon lui semble sur le cours, sans restriction.

source: This resource is public. Anyone with access can view it.
fr: Cette ressource est publique. Toute personne qui y accède peut la consulter.

source: This resource can only be view in activities that use this resource. It can not be view through similar resources
fr: Cette ressource ne peut être vue que dans les activités qui utilisent cette ressource. Elle ne peut pas être vue à travers des ressources similaires

source: This resource is private. The author is the only one able to view it.
fr: Cette ressource est privée. L’auteur est le seul autorisé à la voir.

source: This resource can be used in other activities without restriction.
fr: Cette ressource peut être utilisée dans les cours sans restriction.

source: This resource can only be reused by its author.
fr: Cette ressource peut être réutilisée par son auteur.

source: This resource cannot be reused by anyone.
fr: Cette ressource ne peut être réutilisée par personne.

source: This resource is distributed under a licence that allow others to reuse it freely.
fr: Cette ressource est distribuée sous une licence qui autorise les autres à l’utiliser librement.

source: Reusing this resource in an activity is limited to some conditions.
fr: Réutiliser cette ressource dans des activités est soumis à quelques restrictions.

source: This resource cannot be reused by anyone except its author.
fr: Cette ressource ne peut être réutilisée par personne sauf son auteur.

source: Consulting this resource takes little time.
fr: Consulter la ressource demande peu de temps.

source: Consulting this resources takes a little more time.
fr: Consulter la ressource demande un peu de temps.

source: Consulting this resources takes a lot of time.
fr: Consulter la ressource demande beaucoup de temps.

source: The author of this resource did not indicate how much time is necessary to consult the resource.
fr: L’auteur de cette ressource n’a pas indiqué le temps nécessaire pour consulter la ressource.

source: This activity is public. Anyone with access can view it.
fr: Cette activité est publique. Toute personne qui y accède peut la consulter.

source: This activity can only be view in courses that already use it. It can not be view through similar activities
fr: Cette activité ne peut être vue que dans les cours qui l’utilisent déjà. Elle ne peut pas être vue à travers des activités similaires

source: This activity is private. The activity author is the only one able to view it.
fr: Ce activité est privée. L’auteur de cette activité est le seul à y avoir accès.

source: This activity can be used in other courses without restriction.
fr: Cette activité peut être utilisée dans les cours sans restriction.

source: This activity can only be reused by its author.
fr: Cette activité peut être réutilisée par son auteur.

source: This activity cannot be reused by anyone.
fr: Cette activité ne peut être réutilisée par personne.

source: Select an existing objective
fr: Sélectionner un objectif existant

source: Associate resource
fr: Associer une ressource

source: Associate activity
fr: Associer une activité

source: You do not have the required permissions to access this activity.
fr: Vous n’avez pas les permissions requises pour accéder à cette activité.

source: Activity “%(activity)s” created.
fr: Activité « %(activity)s » créée.

source: You do not have the required permissions to change this activity.
fr: Vous n’avez pas les permissions requises pour modifier cette activité.

source: The activity “%(activity)s” has been updated.
fr: L’activité « %(activity)s » a été mise à jour.

source: You do not have the required permissions to delete this activity.
fr: Vous n’avez pas les permissions requises pour supprimer cette activité.

source: The activity ”%(activity)s” has been deleted
fr: L’activité « %(activity)s » a été supprimée

source: %(activity)s has been removed from your favourites activities.
fr: L’activité « %(activity)s » a été retirée de vos activités favorites.

source: %(activity)s has been added to your favourites activities.
fr: L’activité « %(activity)s » a été ajoutée à vos activités favorites.

source: You do not have the required permissions to view where this activity is used.
fr: Vous n’avez pas les permissions requises pour afficher où cette activité est utilisée.

source: You do not have the required permissions to view similar activities.
fr: Vous n’avez pas les permissions requises pour consulter les activités similaires.

source: We’re having some problems finding similar activities… We try to fix this as soon as possible.
fr: Nous rencontrons quelques problèmes pour trouver des activités similaires… Nous essayons de corriger cela le plus vite possible.

source: You do not have the required permission to access the resource you requested.
fr: Vous n’avez pas les permissions requises pour accéder à la ressource demandée.

source: You do not have the required permission to create a new resource on this activity.
fr: Vous n’avez pas les permissions requises pour créer une nouvelle ressource sur cette activité.

source: The resource “%(resource)s” has been created and added to the activity “%(activity)s”.
fr: La ressource « %(resource)s » a été créée et ajoutée à l’activité « %(activity)s ».

source: You do not have the required permission to add a resource on this activity.
fr: Vous n’avez pas les permissions requises pour ajouter une resource à cette activité.

source: Resource “%(resource)s” added to the activity “%(activity)s”.
fr: Ressource « %(resource)s » ajoutée à l’activité « %(activity)s ».

source: You do not have the required permission to unlink a resource from this activity.
fr: Vous n’avez pas les permissions requises pour dissocier une ressource de cette activité.

source: Resource “%(resource)s” removed from the activity “%(activity)s”.
fr: Ressource « %(resource)s » supprimée de l’activité « %(activity)s ».

source: You do not have the required permissions to view this course.
fr: Vous n’avez pas les permissions requises pour accéder à ce cours.

source: Course “%(course)s” created.
fr: Cours « %(course)s » créé.

source: You do not have the required permissions to change this course.
fr: Vous n’avez pas les permissions requises pour modifier ce cours.

source: The course “%(course)s” has been updated.
fr: Le cours « %(course)s » a été mis à jour.

source: You do not have the required permissions to delete this course.
fr: Vous n’avez pas les permissions requises pour supprimer ce cours.

source: The course ”%(course)s” has been deleted
fr: Le cours « %(course)s » a été supprimé

source: %(course)s has been removed from your favourites courses.
fr: Le cours « %(course)s » a été retiré de vos cours favoris.

source: %(course)s has been added to your favourites courses.
fr: Le cours « %(course)s » a été ajouté à vos cours favoris.

source: This course does not have any activity yet.
fr: Ce cours n’a aucune activité pour le moment.

source: You do not have the required permissions to view students of this course.
fr: Vous n’avez pas les permissions requises pour consulter les étudiants de ce cours.

source: You do not have the required permissions to add a student on this course.
fr: Vous n’avez pas les permissions requises pour ajouter un étudiant à ce cours.

source: %(user)s is now registered on this course.
fr: %(user)s est désormais inscrit à ce cours.

source: This user does not exists.
fr: Cette utilisateur n’existe pas.

source: You do not have the required permissions to change a student on this course.
fr: Vous n’avez pas les permissions requises pour modifier un étudiant de ce cours.

source: Registration is now locked for %(user)s. This user will not be able to unregister.
fr: L’inscription est désormais verrouillée pour %(user)s. Cet utilisateur ne pourra pas se désinscrire.

source: %(user)s now can unregister by itself from this course.
fr: %(user)s peut désormais se désinscrire de ce cours.

source: The given registration primary key is invalid. It this intentional?
fr: La clef primaire d’enregistrement est invalide. Est-ce intentionnel ?

source: You do not have the required permissions to unregister a student from this course.
fr: Vous n’avez pas les permissions requises pour désinscrire un étudiant de ce cours.

source: The student “%(student)s” has been unregistered from the course “%(course)s”.
fr: L’étudiant « %(student)s » a été désinscrit du cours « %(course)s ».

source: You do not have the required permissions to view similar courses.
fr: Vous n’avez pas les permissions requises pour consulter les cours similaires.

source: We’re having some problems finding similar courses… We try to fix this as soon as possible.
fr: Nous rencontrons quelques problèmes pour trouver des cours similaires… Nous essayons de corriger cela le plus vite possible.

source: You have been registered on the course “%(course)s”
fr: Vous avez été inscrit au cours « %(course)s »

source: You have been unregistered from the course “%(course)s”
fr: Vous avez été désinscrit du cours « %(course)s »

source: You do not have the required permissions to change this course. It may be read-only because archived or you may not have the rights to edit the course.
fr: Vous n’avez pas les permissions requises pour modifier ce cours. Il peut être en lecture seule parce que archivé ou vous pouvez ne pas avoir les permissions pour modifier ce cours.

source: You do not have the required permission to add an activity on this course.
fr: Vous n’avez pas les permissions requises pour ajouter une activité à ce cours.

source: The activity “%(activity)s” has been added to the course “%(course)s”.
fr: L’activité « %(activity)s » a été ajoutée au cours « %(course)s ».

source: Activity “%(activity)s” added to the course “%(course)s”
fr: Activité « %(activity)s » ajoutée au cours « %(course)s »

source: Activity “%(activity)s” was repositioned and is now the activity n°%(rank)d on this course.
fr: L’activité « %(activity)s » a été repositionnée et est désormais l’activité n°%(rank)d sur ce cours.

source: You do not have the required permission to change activities of this course.
fr: Vous n’avez pas les permissions requises pour modifier les activités de ce cours.

source: The activity “%(activity)s” has been removed from this course. The activity itself has not been removed.
fr: L’activité « %(activity)s » a été supprimée de ce cours. L’activité elle-même n’as pas été supprimée.

source: You do not have the required permissions to unlink this activity from this course.
fr: Vous n’avez pas les permissions requises pour dissocier cette activité de ce cours.

source: The activity “%(activity)s” has been removed from this course. The activity has also been removed.
fr: L’activité « %(activity)s » a été supprimée de ce cours. L’activité a aussi été supprimée.

source: You need to logging if you want to follow you progression
fr: Vous devez vous connecter si vous voulez suivre votre progression

source: You do not have the required permissions to view collaborators of this %(object)s.
fr: Vous n’avez pas les permissions requises pour consulter les collaborateurs de cet objet %(object)s.

source: You do not have the required permissions to add a collaborator on this %(object)s.
fr: Vous n’avez pas les permissions requises pour consulter les collaborateurs de cet objet %(object)s.

source: %(user)s does now collaborates on the %(object)s as a %(role)s.
fr: %(user)s collabore désormais sur l’objet %(object)s en tant que %(role)s.

source: You do not have the required permissions to change collaborators on this %(object)s.
fr: Vous n’avez pas les permissions requises pour modifier les collaborateurs de cet objet %(object)s.

source: Role for user “%(user)s“ changed from “%(old_role)s” to “%(new_role)s”
fr: Le rôle de l’utilisateur « %(user)s » est modifié de « %(old_role)s » à « %(new_role)s ».

source: You do not have the required permissions to delete collaborators on this %(object)s.
fr: Vous n’avez pas les permissions requises pour supprimer les collaborateurs de cet objet %(object)s.

source: The collaborator “%(collaborator)s” has been removed from %(object)s “%(entity)s”.
fr: Le collaborateur « %(collaborator)s » a été supprimé de l’objet %(object)s « %(entity)s ».

source: Objective added: “%(objective)s”
fr: Activité ajoutée : « %(objective)s »

source: The objective “%(objective)s” has been deleted
fr: L’objectif « %(objective)s » a été supprimé

source: You don’t have the permission to delete this objective
fr: Vous n’avez pas les permissions requises pour supprimer cette objectif

source: You do not have the required permissions to add an objective on this %(object)s.
fr: Vous n’avez pas les permissions requises pour ajouter un objectif sur %(object)s.

source: Recommended objective exists but I create my own new objective
fr: Un objectif recommandé existe mais je désire en créer un nouveau

source: This objective “%(objective)s” does not exist
fr: Cet objectif « %(objective)s » n’existe pas

source: This objective %(objective)s is already in %(obj_type)s
fr: Cet objectif %(objective)s est déjà dans %(obj_type)s

source: Objective added with success
fr: Objectif ajouté avec succès

source: You do not have the required permissions to remove an objective on this %(object)s.
fr: Vous n’avez pas les permissions requises pour supprimer un objectif de %(object)s.

source: You successfully removed the objective “%(objective_ability)s“ from %(object)s
fr: Vous avez supprimé l’objectif « %(objective_ability)s » de %(object)s

source: You have entered a wrong primary key
fr: Vous avez renseigné une mauvaise clef primaire

source: You do not have the required permissions to change an objective on this %(object)s.
fr: Vous n’avez pas les permissions requises pour modifier un objectif de %(object)s.

source: You have successfully updated the objective
fr: Vous avez mis à jour l’objectif avec succès

source: An error has occurred in the modification of objective
fr: Une erreur est survenue dans la mise à jour de l’objectif

source: You do not have the required permissions to validate an objective on this %(object)s.
fr: Vous n’avez pas les permissions requises pour valider un objectif de %(object)s.

source: You have successfully disclaimed the objective “%(objective)s”
fr: Vous avez renoncé avec succès à l’objectif « %(objective)s »

source: You have successfully validated the objective “%(objective)s”
fr: Vous avez validé avec succès l’objectif « %(objective)s »

source: You do not have the required permissions to access this resource.
fr: Vous n’avez pas les permissions requises pour accéder à cette ressource.

source: Resource “%(resource)s” created.
fr: Ressource « %(resource)s » créée.

source: You do not have the required permissions to change this resource.
fr: Vous n’avez pas les permissions requises pour modifier cette ressource.

source: The resource “%(resource)s” has been updated.
fr: La ressource « %(resource)s » a été mise à jour.

source: You do not have the required permissions to delete this resource.
fr: Vous n’avez pas les permissions requises pour supprimer cette ressource.

source: The resource ”%(resource)s” has been deleted.
fr: La ressource « %(resource)s » a été supprimée.

source: %(resource)s has been removed from your favourites resources.
fr: La ressource « %(resource)s » a été retirée de vos ressources favorites.

source: %(resource)s has been added to your favourites resources.
fr: La ressource « %(resource)s » a été ajoutée à vos ressources favorites.

source: You do not have the required permissions to view where this resource is used.
fr: Vous n’avez pas les permissions requises pour afficher où cette resource est utilisée.

source: You do not have the required permissions to view similar resources.
fr: Vous n’avez pas les permissions requises pour consulter les ressources similaires.

source: We’re having some problems finding similar resources… We try to fix this as soon as possible.
fr: Nous rencontrons quelques problèmes pour trouver des ressources similaires… Nous essayons de corriger cela le plus vite possible.
